/* Cancelar */
"Cancel" = "Cancelar";

/* Titulo de seccion de tareas completadas */
"CompletedTask" = "Tarefas concluídas";

/* Titulo de popup de confirmacion */
"Confirmation" = "Confirmação";

/* Texto para la confirmacion para continuar una tarea incompleta */
"ContinueTaskConfirmation" = "Você quer continuar a tarefa inacabada?";

/* Crear */
"Create" = "Criar";

/* Titulo popup para crear una tarea */
"CreateTask" = "Criar tarefa";

/* Texto para la confirmacion del borrado de una tarea */
"DeleteConfirmation" = "Você deseja excluir o item selecionado?";

/* Titulo del popup de error */
"Error" = "Erro";

/* Titulo de seccion de tareas incompletas */
"IncompleteTask" = "Tarefas incompletas";

/* Negacion */
"No" = "Não";

/* Ok */
"OK" = "OK";

/* Renombrar */
"Rename" = "Renomear";

/* Titulo popup para renombrar una tarea */
"RenameTask" = "Renomear tarefa";

/* Titulo popup para empezar una tarea */
"StartTask" = "Iniciar tarefa";

/* Confirmacion para comenzar una tarea */
"StartTaskConfirmation" = "Quando você começa a contagem regressiva não pode ser interrompido. Deseja iniciar a tarefa?";

/* Texto para indicar que el nombre de una tarea no puede ser vacia */
"TaskCannotBeEmpty" = "O nome da tarefa não pode ser vazio";

/* Texto para la confirmacion de tarea finalizada */
"TaskDoneConfirmation" = "Tarefa concluída com sucesso?";

/* Texto para indicar que existe una tarea en proceso */
"TaskInProcess" = "Há um trabalho em progresso";

/* Afirmacion */
"Yes" = "Sim";

